export const NavLinks = [
  'Office',
  'Windows',
  'Surface',
  'Xbox',
  'Deals',
  'Support',
];

export const servers = [
  {
    id: 1,
    text: `
كتابة السيناريو الإعلاني الإبداعي: نقدم خدمة الكتابة الإبداعية الذاتية للسيناريو الإعلاني الذي يضمن للشركة الإطلاق الجديد الذي يحظى به الشركة.`,
  },
  {
    id: 2,
    text: `
التحليل الجدير: نحرص على التحليل الجدير لتحديد الشركة والمنتج الذي يزيد من الصحة الجيدة الذي يحظى به الشركة لضمان الشعبية الجديدة الذي يحظى به الشركة`,
  },
  {
    id: 3,
    text: `
الخدمة الجودة و الإبداعية : نعد دائماً بأن نقدم خدمة كبيرة الجودة و الإبداعية لجعل شركتنا الخاصة الخاصة بك ناجحة`,
  },
  {
    id: 4,
    text: `
      
استخدام الذكاء الصناعي: نستخدم الذكاء الصناعي 
واصل
توليد افكار ابداعية و التحليل الجدير لجعل الشركة والمنتج الخاص بها ناجحاً و مشهوراً.


    `,
  },
  {
    id: 5,
    text: `
      

التصميم الجرافيكي: يتم تصميم الإعلان الجرافيكي الذي يجعل الشركة والمنتج الخاص بها يظهر جذاباً و مميزاً.


    `,
  },
  {
    id: 6,
    text: `
      
التحليل الأعمالي و المالي: نقدم الدراسة الأعمالية اللازمة لتحديد الربحية للشركة و المنتج الخاص بها.



    `,
  },
  {
    id: 7,
    text: `
الدعاية الإلكترونية: نقدم الدعاية الإلكترونية اللازمة للشركة و المنتج الخاص بها.
    `,
  },
];

export const Works = [
  {
    title: 'معارض السيارات',
    description:
      'السيناريو الإبداعي لمعرض السيارات الذي يظهر الطرازات الجديدة من الشركات الرائدة',
  },
  {
    title: 'إطلاق مكمل غذائي',
    description:
      'السيناريو الإبداعي لإطلاق منتج جديد مكمل غذائي يشكل تهدفاً للأشخاص الذين يهتمون بالصحة',
    text: `
      يحتوي سيناريو الإعلان الجديد لمنتج "super mass" على العديد من العناصر الإبداعية التي ستجذب الجمهور وتشجعهم على الشراء.

السيناريو سيبدأ بشاهد شخص يتمتع بنشاط فيديو الجهدي العالي، كمثل اللياقة البدنية أو الجري. في الوقت الذي يشتغل فيه، يشعر بالإضعف والإرهاق، ويبحث عن طريقة لتحسين أدائه.

ثم يظهر له الإعلان الذي يشرح له عن "super mass" المنتج الذي يحتوي على العديد من العناصر الغذائية اللازمة لتحسين الأداء البدني، ويشير إلى أنه يعطي الطاقة اللازمة للأنشطة الرياضية الشاقة.

يظهر الإعلان الشخص الذي قام بشراء "super mass" يشعر بالشعور الجيد بعد الشراء، 

يشهد الإعلان الشخص الذي قام بشراء "super mass" يشعر بالشعور الجيد بعد الشراء، ويشهد النجاح الذي حققه في الأنشطة الرياضية الشاقة التي كان يشارك فيها. يتضح أن "super mass" هو الخيار الصحيح للأداء البدني الجيد.

يشارك الإعلان الشخص الذي قام بشراء "super mass" مع أصدقائه في الأنشطة الرياضية الشاقة، ويشارك معهم نجاحه في الأداء البدني الذي كان يشعر به بعد الشراء. يشير الإعلان إلى أن "super mass" هو الخيار الصحيح للجميع الذين يبحثون عن الطاقة الزائدة للأنشطة الرياضية الشاقة.

في نهاية الإعلان، يظهر شعار "super mass" بجانب الشخص الذي قام بشراء المنتج، ويشير إلى أن الخيار الصحيح للأداء البدني الجيد هو "super mass". 
      `,
  },
  {
    title: 'حفل أزياء',
    description:
      'السيناريو الإبداعي لحفل أزياء يظهر المصممين الجدد و مجموعاتهم',
  },
];

export const FooterLinks = [
  'Sitemap',
  'Contact Microsoft',
  'Privacy & cookies',
  'Terms of use',
  'Trademarks',
  'Safety & eco',
  'About our ads',
  '&copy; Microsoft 2020',
];


export const MyWork = [
  {
    title: 'سيناريو الإعلان الجديد لعصير الشاي الأخضر',
    text: 'أصبح الحياة أسرع كل يوم، فهي تطلب منا الطاقة اللازمة للأنشطة اليومية. لكن أين يمكن الحصول على هذه الطاقة؟ هل يمكن الاعتماد على الكثير من القهوة؟ نحن نعرض لك عصير الشاي الأخضر الطبيعي الذي يعطيك الطاقة اللازمة للأنشطة اليومية، يخفف من الإرهاق، يحسن الشفاء، يحفز التغذية الصحية. احصل على طاقة الشاي الطبيعي الآن وشاهد كيف يغير عصير الشاي الأخضر حياتك.',
  },
];




